Repository: giellalt/corpus-nob
Catalog: tmx/sma/admin/sd/samediggi.no/komsa.html.tmx
Source language: nob
Languages: sma

source: Se fortellingen om Komsa:
sma: Vuartesjh soptsesem Komsan bïjre:

source: Den læstadianske vekkelse, kalt «Ilden fra Sinai», spredte seg fra Karesuando og utover hele Nordkalotten fra 1848.
sma: Læstadijanismen guhtsiehtimmie, gohtjesovveme «Dålle Sinaieste» Gárasavvonistie jïh abpe Noerhtekalodtem saaseri jaepien 1848 mænngan.

source: Samiske predikanter tok Læstadius` lære med seg mot kysten.
sma: Saemien ööhpehtæjjah Læstadijusen learoem meatan veeltin mearoegaedtien vööste.

source: Troen spredte seg raskt, og nådde kystområdene i Nord-Norge allerede samme vår.
sma: Jaahkoe varke saaseri jïh mearoegaedtiedajvide Noerhte-Nöörjesne jaksi joe seamma gïjren.

source: Læstadianismen endret moralske, sosiale og materielle forhold i bygdene.
sma: Læstadijnanismen gaavhtan doh moraalen, sosijaale jïh materijelle tsiehkieh voenine jorkesin.

source: Den krevde renhet fra syndelivet, og totalt avhold fra brennevinet, som forpestet mange samiske bygder.
sma: Dïhte raajnesvoeten sådtoes jieliedistie krïevi jïh ij gåessie gih garretjaetsiem jovkedh, mij gellie saemien voenh eerji.

source: I en tid da myndighetene prøvde å fjerne samisk språk og kultur, ble språket likevel brukt av predikantene.
sma: Akten baelien gosse åejvieladtjh pryövin saemien gïelem jïh kultuvrem nåhkehtidh, ööhpehtæjjah læjhkan gïelem nuhtjin.

source: Læstadianismen bidro derfor til å bevare det samiske språket.
sma: Læstadijanisme dan åvteste saemien gïelem vaarjeli.

source: Ilden fra Sinai
sma: Dålle Sinaieste

source: Våren 1848 dro to samejenter fra Vassdalen og Gratangen til Sverige for å konfirmeres.
sma: Gïjren 1848 göökte saemienïejth Vassdaleste jïh Gratangeste Sveerjese vöölkin skylledh.

source: De tok læstadianismens budskap tilbake til sine bygder.
sma: Dah læstadijanismen dïjrem bååstede veeltin sijjen voenide.

source: Den ene jenta, Jerpe Gadja, talte varmt om denne troen da hun kom hjem.
sma: Dïhte akte nïejte Jerpe Gadja, jaahkoen bïjre baahkeslaakan soptsesti gosse gåetide bööti.

source: Den jevnaldrende gutten, John Mikkelsen, fikk høre budskapet og ble omvendt.
sma: Dïhte seamma båeries baernie, John Mikkelsen åadtjoeji dïjrem govledh jïh sov jaahkoem jarkaji.

source: Han ble senere predikant.
sma: Mænngan dïhte ööhpehtæjjine sjïdti.

source: Da reindriftssamen og predikanten Anders Huika kom til Vassdalen i 1849 begynte forkynnelsen å bære frukter ved at flere ble omvendt.
sma: Gosse båatsoesaemie jïh ööhpehtæjja Anders Huika Vassdalen gåajkoe bööti 1849 saerniedimmie eelki illedahkh vedtedh jïh jienebh sijjen jaahkoem jarkajin.

source: Anders var den første predikantutsending til Ofoten fra moderforsamlingen.
sma: Anders lij dïhte voestes ööhpehtæjja mij saadthalmetjinie seedtesovvi Ofoten gåajkoe åålmegistie.

source: Samlingene i Vassdalen foregikk på samisk.
sma: Gaavnedimmieh Vassdalesne lin saemiengïelesne.

source: Den norske befolkninga fra Bjerkvik kom ofte dit på samling, for å høre det kristne budskapet.
sma: Nöörjen årrojh Bjerkvikeste daamtaj dohkoe böötin edtjin jupmeles dïjrem govledh.

source: Men de forsto ikke samisk, og oppfattet stort sett bare at navnet Jesus ble nevnt.
sma: Men idtjin dah saemien guarkoeh, jïh mahte ajve guarkajin baakoe Jesuse neebnesovvi.

source: Etter flere tiår hadde den norske befolkninga lært seg så mye samisk at de forsto prekenenes innhold.
sma: Gellie luhkie jaepiej mænngan nöörjen årrojh dan jïjnjem saemien lïereme guktie prïejhki sisvegem guarkajin.

source: Slik spredte læstadianismen seg også til de norske bosetningene langs kysten.
sma: Naemhtie læstadijanisme aaj dejtie nöörjen almetjidie mearoegaedtiem saaseri.

source: Eneste sanne tro
sma: Aajnehke saetnies jaahkoe

source: Læstadianismen hevdet å være den eneste sanne kristne og lutherske tro.
sma: Læstadijanisme tjåadtjoehti dïhte lij dïhte aajnehke saetnies jupmeles jïh lutheren jaahkoe.

source: Læstadianerne var ofte var fattige folk som levde under enkle kår.
sma: Læstadijaanerh lin daamtaj giefies almetjh mah aelhkie tsiehkiej nuelesne jieliejin.

source: Samholdet blant de troende var sterkt.
sma: Sïemesvuekie jaahkoeladtji luvnie lij nænnoes.

source: Forholdet til den norske kirke var anstrengt.
sma: Tsiehkie nöörjen gærhkose lij geerve.

source: Kirka og presteskapet ble sett på som en overklasse uten særlig sosial omgang med allmuen.
sma: Gærhkoe jïh hearrah bijjieklaassine vuajnalgin bielelen naan stoerre sosijaale ektiedimmie sïejhme almetjigujmie.

source: Mens prestene ba til Gud i skyene om tilgivelse, ba læstadianerne hverandre om tilgivelse.
sma: Mearan hearrah Jupmielasse rohkelin aanteges luejhtemen bïjre, læstadijaanerh sinsitniem rohkelin aanteges luejhtemen bïjre.

source: Prestene bodde i de største og mest velutstyrte husene i lokalsamfunnet og snakket et annet språk, da de oftest kom sørfra.
sma: Hearrah dejnie stööremes jïh åajvemes gåetine årroejin voenges seabradahkesne jïh jeatjah gïelem soptsestin, dan åvteste daamtajommes åerjielistie böötin.

source: Deres sosiale omgangskrets var de rikeste i samfunnet, som væreiere og handelsmenn.
sma: Dej sosijaale ektiedimmie lij doh ræjhkasommes seabradahkesne, goh aajhterh gööliji årromesijjijste jïh åesiestæjjah.

source: «Det er vanskeligere for en rik å komme gjennom himmelens blodrøde port enn det er å få en kamel gjennom et nåløye» var et uttrykk som læstadianerne brukte mot overklassen i samfunnet.
sma: «Geervebe ræjhkoes almetjasse elmien vïrrerööpses oksen tjïrrh båetedh goh kameelem naaloensjelmien tjïrrh åadtjodh» lij akte baakoetjierte maam læstadijaanerh seabradahken bijjieklaassen vööste nuhtjin.

source: Prestene hadde sin kunnskap i bøker, mens de troende hadde sin kunnskap i hjertet.
sma: Hearrah sijjen daajroem gærjine utnin, men jaahkoeladtjh sijjen daajroem vaajmoej sisnie.

source: Prestene ble derfor sett på som seremonimestere sendt ut av myndighetene.
sma: Hearrah dan åvteste seremonijemïesterinie vuajnalgin mah lin olkese seedtesovveme åejvieladtjijste.

source: De nære slektsbånd
sma: Lïhke fuelhkiebaanth

source: Det var nære slektsbånd mellom samer i Vassdalen og Snubba.
sma: Lij lïhke fuelhkiebaanth saemiej gaskem Vassdalesne jïh Snubbesne.

source: Gjennom samtaler mellom slektninger kom det kristne budskapet til Snubba.
sma: Soptsestallemi tjïrrh maadtoeladtji gaskem dïhte jupmeles dïjre Snubbese bööti.

source: Men det var først i 1855 at troen fikk fotfeste:
sma: Men easkah 1855 jaahkoe tsåeptsiem åadtjoeji:

source: Ole Jakobsen Nibla (1815-1893) gikk vinteren 1854 på ski fra Snubba til sin slekt i Norrkaitum ved Gällevare, og kom tilbake året etter.
sma: Ole Jakobsen Nibla (1815-1893) tjoejki Snubban luvhtie sov maadtoeladtji gåajkoe Norrkaitumisnie Jïellevarresne 1854 jïh bååstede bööti jaepien don mænngan.

source: Han ble omvendt i Norrkaitum, og virket som predikant da han kom tilbake til Snubba.
sma: Dïhte jaahkoem jarkaji Norrkaitumisnie jïh lij ööhpehtæjja gosse bååstede Snubbese bööti.

source: Hans virkeområde var distriktene Grovfjord, Herjangen, indre og ytre Bogen, Lavangseidet og Ballangsmark.
sma: Altese dajve lij Grovfjord, Herjangen, sisnjelds jïh byjngetje Bogen, Lavangseidet jïh Ballangsmark.

source: Han var den første omreisende predikant i Ofoten.
sma: Dïhte lij voestes feelije ööhpehtæjja Ofotesne.

source: Hans kristne budskap ble videreført av sønnen Lars Olsen (1844-1924), som også holdt samlinger i Ofoten og Sør-Troms.
sma: Baernebe Lars Olsen (1844-1924) altese jupmeles dïjrem jåerhkieji, gie aaj tjåanghkoeh utni Ofotesne jïh Åarjel-Romsesne.

source: John Olai Elvebakk ble født i august 1912.
sma: John Olai Elvebakk reakadi mïetsken 1912.

source: Noen måneder før han kom til verden, var John Olais mor på besøk hos et søskenbarn i Snubba.
sma: Muvhth askh åvtelen veartenasse bööti, John Olaien tjidtjie lij guessine aajkohken luvnie Snubbesne.

source: Da hun skulle gå hjem, sa søskenbarnet: Du bærer på en Herrens apostel i din mage.
sma: Gosse edtji gåatan vaedtsedh aajkohke jeehti: Datne Hearran apostelem dov tjåejjesne guadtah.

source: Jeg hører englesang derfra.
sma: Govlem eengkelh laavloeminie destie.

source: Den læstadianske trostjener John Olai Elvebakk (1912-1984) kom fra gården Elvebakk i Snubba.
sma: Læstadijanen jaahkoen deanere John Olai Elvebakk (1912-1984) gaertienistie Elvebakk Snubbesne bööti.

source: Hans nære familie var alle læstadianere, men selv var han ikke kristen i barne- og ungdomsårene.
sma: Altese lïhke fuelhkie lij læstadijaanerh , men jïjtje ij lij jupmeles maana- jïh noerejaepiej.

source: Det var først i 19-årsalderen at han opplevde å få et kall fra Gud, og omvendte seg.
sma: Easkah gosse lij 19 jaepien båeries dïhte gåhtjomem Jupmielistie dååjri jïh jaahkoem jarkaji.

source: Den første samlinga han holdt var i 1935, som 23 åring på Nova i Grovfjorden, hos sin framtidige svigerfamilie.
sma: Voestes tjåanghkoe maam höölti lij 1935, gosse lij 23 jaepien båeries jïh lij Novesne Grovfjordesne, sov voehpesassan jïh vuanavassan luvnie.

source: John Olai og kona Johanna fikk 7 barn;
sma: John Olai jïh gåmmebe Johanna 7 maanah åadtjoejin;

source: 1 gutt og 6 jenter , og de drev et gårdsbruk på Elvebakk.
sma: 1 baernie jïh 6 nïejth, jïh dah gaertieninie Elvebakkesne gïehtelin.

source: John Olai var med i Herredsstyret og menighetsrådet gjennom flere perioder.
sma: John Olai lij meatan Herredsståvrosne jïh åålmegeraeresne gellie boelhkh.

source: Han ble en anerkjent leser og skal ha helbredet mange gjennom bønn til Gud.
sma: Dïhte åehpies lohkijinie sjïdti jïh jeenjesh båehtjierdi rohkelassen tjïrrh Jupmielasse.

source: John Olai var høyt respektert som medmenneske og troshøvding over alt hvor han var.
sma: John Olai stoerre seahkarimmiem utni goh meatanalmetje jïh jaahkoen åajvaladtje gaajhkene lehkesne gusnie lij.

source: Han hadde en egen evne til å få folk til å føle seg vel, han var ydmyk overfor sine medmennesker og det de sto for.
sma: Dïhte lij væjkele öörnedh guktie almetjh murriedin, dïhte lij dåajmijes almetji vööste jïh dej mïeli vööste.

source: I Snubba var han jevnlig på besøk hos naboene, uavhengig av deres tro, for å se til at alle hadde det bra.
sma: Snubbesne daamtaj guessine mïnni kraannaj luvnie, saaht maam jaahkojde dah utnin, juktie gïehtjedh gaajhkesigujmie hijven.

source: Han hadde en spesiell omsorg for mennesker som hadde et vanskelig liv, og oppsøkte dem for å trøste.
sma: Dïhte sjïere hoksem vuesiehti dejtie almetjidie mah geerve utnin jieliedisnie, jïh dej luvnie mïnni soelkehtidh.

source: Som predikant stilte han sitt liv i læstadianismens tjeneste.
sma: Goh ööhpehtæjja abpe sov jieledem læstadijnanismen dïenesjisnie nuhtji.

source: Han var derfor mye på reiser, både i innland og utland.
sma: Dïhte dan åvteste jïjnjem fealadi, dovne daennie laantesne jïh ålkoelaantesne.

source: Han var blant annet med på å starte det første læstadianske trossamfunn i Danmark.
sma: Dïhte lij gaskem jeatjah meatan dam voestes læstadijaanen jaahkoeseabradahkem tseegkedh Danmarhkesne.

source: Men det var den samiske befolkninga som sto hans hjerte nærmest.
sma: Men saemieh lin altese vaajmoen lïhkemes.

source: At han snakket samisk, skapte nære og sterke bånd mellom ham og hans samtalepartnere.
sma: Dan åvteste saemiesti dellie lïhke jïh nænnoes baanth sjïdti sov jïh jeatjah almetji gaskem.

source: Han holdt også andakter på samisk.
sma: Dïhte aaj böönh höölti saemiengïelesne.

source: På samling i Tana omvendte flere ti-talls mennesker seg under hans prediken.
sma: Tjåanghkosne Deatnusne gellie almetjh sijjen jaahkoem jarkajin mearan saerniedi.

source: John Olai døde den 12. august 1984 på sin 72 års dag.
sma: John Olai sealadi mïetsken 12.b., seamma biejjien goh 72 jaepien båeries sjïdti.

source: Det var om lag 1200 mennesker som ville følge John Olai til hans siste hvilested.
sma: Ovrehte 1200 almetjh sïjhtin John Olaiem kroeptese dåeriedidh.
